{
  "common.back": "Atrás",

  "login.title": "Bienvenido a EduPX",
  "login.slogan": "Inteligencia en Políticas y Educación impulsada por IA",
  "login.usernamePlaceholder": "Nombre de usuario",
  "login.passwordPlaceholder": "Contraseña",
  "login.loginButton": "Iniciar sesión",
  "login.registerButton": "Registrarse",
  "login.footer": "© UNESCO AIED",
  "login.createAccountTitle": "Crear una cuenta",
  "login.registrationSuccess": "¡Registro exitoso! Por favor, inicie sesión.",
  "login.toggleToRegister": "¿Necesitas una cuenta? Regístrate",
  "login.toggleToLogin": "¿Ya tienes una cuenta? Inicia sesión",
  "login.selectCountry": "Seleccione un país...",
  "login.searchCountry": "Buscar un país...",
  "login.selectIndustry": "Seleccione una industria...",
  "login.searchIndustry": "Buscar una industria...",
  "login.industryPlaceholder": "Industria (ej. Educación, Tecnología)",
  "login.credentialsEmpty": "El nombre de usuario y la contraseña no pueden estar vacíos.",
  "login.countryRequired": "Por favor, seleccione su país.",
  "login.industryRequired": "Por favor, seleccione su industria.",

  "portal.greeting": "¡Hola, {{name}}!",
  "portal.subGreeting": "Elige una aplicación para comenzar",
  "portal.aboutButton": "Acerca de la Cátedra UNESCO de IA en Educación",
  "portal.docsButton": "Documentación",
  "portal.logoutButton": "Cerrar sesión",
  "portal.manageUsersButton": "Gestionar Usuarios",

  "main.tabs.assistants": "Asistentes",
  "main.tabs.docs": "Docs",
  "main.tabs.about": "Acerca de",
  "main.tabs.admin": "Admin",

  "admin.title": "Gestión de Usuarios",
  "admin.loading": "Cargando usuarios...",
  "admin.noUsers": "No se encontraron usuarios registrados.",
  "admin.country": "País",
  "admin.industry": "Industria",

  "app.policyRetrieval.name": "Recuperación Precisa de Políticas",
  "app.policyRetrieval.description": "Optimice operaciones, gestione proyectos y mejore la colaboración del equipo.",
  "app.policyComparison.name": "Comparación de Políticas Transnacionales",
  "app.policyComparison.description": "Facilite el aprendizaje, gestione tareas e involucre a los estudiantes de manera efectiva.",
  "app.policyDrafting.name": "Asistencia en la Redacción de Políticas",
  "app.policyDrafting.description": "Organice ideas, gestione activos y dé vida a sus visiones creativas.",
  "app.policyQA.name": "Preguntas y Respuestas sobre Conocimiento de Políticas",
  "app.policyQA.description": "Aumente la eficiencia de la codificación, rastree errores y gestione repositorios con facilidad.",
  "app.policyForecasting.name": "Previsión de Tendencias de Políticas",
  "app.policyForecasting.description": "Organice su vida, siga sus metas y manténgase productivo todos los días.",

  "about.title": "Sobre Nosotros",
  "about.section1.title": "Cátedra UNESCO de IA en Educación",
  "about.section1.content": "La Cátedra UNESCO de Inteligencia Artificial en la Educación, con sede en la Universidad Normal de Beijing, se dedica a avanzar las frontieras del conocimiento y la práctica en el campo de la educación impulsada por la IA. Nuestro objetivo es fomentar un futuro donde la IA mejore las oportunidades de aprendizaje para todos.",
  "about.section2.title": "Nuestra Misión",
  "about.section2.content": "Nuestra misión es liderar y coordinar una red global de investigadores, formuladores de políticas y educadores. Nos enfocamos en aprovechar la IA para crear sistemas educativos inclusivos, equitativos y de alta calidad, en línea con los Objetivos de Desarrollo Sostenible de la ONU.",
  "about.section3.title": "Nuestro Trabajo",
  "about.section3.content": "Realizamos investigaciones de vanguardia, desarrollamos herramientas educativas innovadoras impulsadas por IA y brindamos asesoramiento sobre políticas a gobiernos e instituciones de todo el mundo. Nuestro trabajo abarca desde la educación K-12 hasta la educación superior y el aprendizaje permanente, asegurando que los beneficios de la IA en la educación sean accesibles para todos.",

  "docs.title": "Documentación",
  "docs.tocTitle": "Tabla de Contenidos",
  "docs.overview.title": "1. Resumen de EduPX",
  "docs.overview.content": "<p class='text-lg leading-relaxed mb-4'>En la era de la educación inteligente, la IA ha estado expandiendo continuamente la profundidad y amplitud de la gobernanza educativa. La UNESCO, como defensor clave de la educación global y el intercambio de conocimientos, ha estado promoviendo activamente la cooperación internacional, con el objetivo de fomentar un futuro educativo más justo, inclusivo y sostenible.</p><p class='leading-relaxed mb-4'>Enfrentando las dificultades centrales de la recuperación imprecisa de documentos de políticas, la comparación y evaluación entre políticas, y los desafíos en la previsión dinámica de tendencias políticas, los Agentes de IA de Políticas y Planificación Educativa (EduPX) se enfocan en asistir la toma de decisiones educativas, planificación, implementación y optimización de la gobernanza educativa.</p><p class='leading-relaxed'>Mirando hacia el futuro, EduPX empoderará aún más la toma de decisiones educativas, planificación, implementación y optimización de la gobernanza educativa a través de la tecnología de IA. También impulsa la equidad y sostenibilidad en los sistemas educativos globales mediante enfoques científicos y eficientes.</p>",
  "docs.applications.title": "2. Escenarios de Aplicación", 
  "docs.applications.content": "<p class='text-lg leading-relaxed mb-6'>EduPX es una plataforma impulsada por IA generativa diseñada para mejorar la eficiencia, precisión y previsión de la formulación de políticas educativas. Proporciona apoyo inteligente a través de cinco escenarios de aplicación principales, cada uno aprovechando modelos de lenguaje grandes y agentes especializados para asistir a desarrolladores de políticas y tomadores de decisiones.</p>",
  "docs.applications.retrieval.name": "1. Recuperación Precisa de Políticas",
  "docs.applications.retrieval.desc": "EduPX ayuda a los usuarios a localizar rápidamente documentos de políticas educativas relevantes de una base de datos vasta y multi-fuente utilizando búsqueda semántica y coincidencia consciente de intención.",
  "docs.applications.qa.name": "2. Preguntas y Respuestas sobre Conocimiento de Políticas",
  "docs.applications.qa.desc": "A través de la interacción en lenguaje natural, los agentes de EduPX proporcionan respuestas instantáneas y autorizadas a consultas complejas relacionadas con políticas, basadas en fuentes documentales verificadas.",
  "docs.applications.comparison.name": "3. Comparación de Políticas Transnacionales",
  "docs.applications.comparison.desc": "EduPX permite la comparación estructurada de políticas entre países o regiones, destacando similitudes, diferencias y perspectivas contextuales para un benchmarking informado.",
  "docs.applications.drafting.name": "4. Asistencia en la Redacción de Políticas",
  "docs.applications.drafting.desc": "El sistema asiste en la redacción de documentos de políticas generando esquemas de estructura, sugerencias de contenido y frases basadas en mejores prácticas y objetivos definidos por el usuario.",
  "docs.applications.forecasting.name": "5. Previsión de Tendencias de Políticas",
  "docs.applications.forecasting.desc": "EduPX aprovecha datos temporales y transversales para pronosticar direcciones políticas futuras e identificar temas emergentes, apoyando la planificación estratégica y la gobernanza anticipatoria.",
  "docs.model.title": "3. Modelo",
  "docs.model.content": "<p class='text-lg text-slate-700 dark:text-slate-300 mb-4'>Al aprovechar datos multidimensionales de educación, economía, tecnología y otras áreas, EduPX emplea modelos de lenguaje grandes de escalas de parámetros diferenciales así como modelos de IA especializados, e introduce un marco de coordinación multi-agente.</p><h4 class='text-lg font-semibold text-slate-900 dark:text-slate-100 mb-3'>Marco</h4><p class='text-slate-700 dark:text-slate-300 mb-4'>El conjunto de datos de pre-entrenamiento de EduPX agrega cientos de miles de documentos de políticas educativas, publicados públicamente por varias organizaciones internacionales, abarcando temas como inteligencia artificial, educación digital y aprendizaje permanente. Además, EduPX integra datos multimodales sobre política, economía y cultura globales, y mantiene una colaboración profunda con múltiples empresas líderes globales, estableciendo así una infraestructura computacional poderosa.</p>",
  "docs.tutorial.title": "4. Tutorial",
  "docs.tutorial.content": "<div class='space-y-8'><p class='text-lg leading-relaxed mb-6'>Esta guía está diseñada para ayudar a los usuarios a dominar el uso de las cinco funciones principales de EduPX. Cada función admite múltiples modos de aplicación típicos, haciéndola adecuada para varias tareas como análisis de políticas, redacción y evaluación en diferentes escenarios.</p></div>",
  "docs.usagePolicy.title": "5. Política de Uso",
  "docs.usagePolicy.content": "<h4 class='text-lg font-semibold mb-3'>Política de Uso de Datos</h4><ul class='list-disc list-inside space-y-2 mb-4'><li>No uso de datos de API para entrenamiento de modelos sin consentimiento explícito</li><li>Datos de API retenidos por un máximo de 30 días para monitoreo de abuso</li></ul><h4 class='text-lg font-semibold mb-3'>Definición y Uso de Datos de API</h4><p class='mb-4'>Los datos de API incluyen toda la información transmitida hacia y desde los servicios de EduPX, incluyendo consultas, respuestas y metadatos.</p><h4 class='text-lg font-semibold mb-3'>Acceso a Datos y Seguridad</h4><p class='mb-4'>Todos los datos están encriptados en tránsito y en reposo. El acceso está restringido solo al personal autorizado.</p>",
  "docs.faqs.title": "6. Preguntas Frecuentes",
  "docs.faqs.content": "<h4 class='text-lg font-semibold mb-3'>Preguntas Frecuentemente Formuladas</h4><div class='space-y-4'><div><h5 class='font-semibold mb-2'>P: ¿Cómo puedo obtener acceso a EduPX?</h5><p>R: Actualmente, EduPX está en pruebas alfa limitadas. Por favor, contacte al equipo de desarrollo para obtener acceso.</p></div><div><h5 class='font-semibold mb-2'>P: ¿Qué idiomas admite EduPX?</h5><p>R: EduPX admite múltiples idiomas incluyendo inglés, chino, español, francés, ruso y árabe.</p></div><div><h5 class='font-semibold mb-2'>P: ¿Están seguros mis datos?</h5><p>R: Sí, todos los datos están encriptados y manejados según protocolos estrictos de privacidad y seguridad.</p></div></div>"
}
