{
  "common.back": "Назад",

  "login.title": "Добро пожаловать в EduPX",
  "login.slogan": "ИИ для аналитики в политике и образовании",
  "login.usernamePlaceholder": "Имя пользователя",
  "login.passwordPlaceholder": "Пароль",
  "login.loginButton": "Войти",
  "login.registerButton": "Регистрация",
  "login.footer": "© ЮНЕСКО ИИО",
  "login.createAccountTitle": "Создать аккаунт",
  "login.registrationSuccess": "Регистрация прошла успешно! Пожалуйста, войдите.",
  "login.toggleToRegister": "Нужен аккаунт? Зарегистрироваться",
  "login.toggleToLogin": "Уже есть аккаунт? Войти",
  "login.selectCountry": "Выберите страну...",
  "login.searchCountry": "Поиск страны...",
  "login.selectIndustry": "Выберите отрасль...",
  "login.searchIndustry": "Поиск отрасли...",
  "login.industryPlaceholder": "Отрасль (напр., Образование, Технологии)",
  "login.credentialsEmpty": "Имя пользователя и пароль не могут быть пустыми.",
  "login.countryRequired": "Пожалуйста, выберите вашу страну.",
  "login.industryRequired": "Пожалуйста, выберите вашу отрасль.",

  "portal.greeting": "Здравствуйте, {{name}}!",
  "portal.subGreeting": "Выберите приложение, чтобы начать",
  "portal.aboutButton": "О кафедре ЮНЕСКО по ИИ в образовании",
  "portal.docsButton": "Документация",
  "portal.logoutButton": "Выйти",
  "portal.manageUsersButton": "Управление пользователями",

  "main.tabs.assistants": "Ассистенты",
  "main.tabs.docs": "Доки",
  "main.tabs.about": "О нас",
  "main.tabs.admin": "Админ",

  "admin.title": "Управление пользователями",
  "admin.loading": "Загрузка пользователей...",
  "admin.noUsers": "Зарегистрированные пользователи не найдены.",
  "admin.country": "Страна",
  "admin.industry": "Отрасль",

  "app.policyRetrieval.name": "Точный поиск политик",
  "app.policyRetrieval.description": "Оптимизируйте операции, управляйте проектами и улучшайте командное взаимодействие.",
  "app.policyComparison.name": "Сравнение политик разных стран",
  "app.policyComparison.description": "Способствуйте обучению, управляйте заданиями и эффективно вовлекайте студентов.",
  "app.policyDrafting.name": "Помощь в разработке политик",
  "app.policyDrafting.description": "Организуйте идеи, управляйте активами и воплощайте свои творческие замыслы в жизнь.",
  "app.policyQA.name": "Вопросы и ответы по политикам",
  "app.policyQA.description": "Повышайте эффективность кодирования, отслеживайте ошибки и легко управляйте репозиториями.",
  "app.policyForecasting.name": "Прогнозирование тенденций в политике",
  "app.policyForecasting.description": "Организуйте свою жизнь, отслеживайте цели и оставайтесь продуктивными каждый день.",
  
  "about.title": "О нас",
  "about.section1.title": "Кафедра ЮНЕСКО по ИИ в образовании",
  "about.section1.content": "Кафедра ЮНЕСКО по искусственному интеллекту в образовании, базирующаяся в Пекинском педагогическом университете, посвящена продвижению границ знаний и практики в области образования, основанного на ИИ. Мы стремимся способствовать будущему, в котором ИИ расширяет возможности обучения для всех.",
  "about.section2.title": "Наша миссия",
  "about.section2.content": "Наша миссия заключается в руководстве и координации глобальной сети исследователей, политиков и педагогов. Мы сосредоточены на использовании ИИ для создания инклюзивных, справедливых и высококачественных образовательных систем в соответствии с Целями устойчивого развития ООН.",
  "about.section3.title": "Наша работа",
  "about.section3.content": "Мы проводим передовые исследования, разрабатываем инновационные образовательные инструменты на базе ИИ и предоставляем политические консультации правительствам и учреждениям по всему миру. Наша работа охватывает все уровни образования от детского сада до высшего и непрерывного образования, обеспечивая доступность преимуществ ИИ в образовании для всех.",

  "docs.title": "Документация",
  "docs.tocTitle": "Содержание",
  "docs.overview.title": "1. Обзор EduPX",
  "docs.overview.content": "<p class='text-lg leading-relaxed mb-4'>В эру интеллектуального образования ИИ непрерывно расширяет глубину и широту управления образованием. ЮНЕСКО, как ключевой защитник глобального образования и обмена знаниями, активно продвигает международное сотрудничество, стремясь способствовать более справедливому, инклюзивному и устойчивому будущему образования.</p><p class='leading-relaxed mb-4'>Сталкиваясь с основными трудностями неточного поиска политических документов, сравнения и оценки между политиками, а также вызовами динамического прогнозирования политических тенденций, Агенты ИИ для образовательной политики и планирования (EduPX) фокусируются на помощи в принятии образовательных решений, планировании, реализации и оптимизации управления образованием.</p><p class='leading-relaxed'>Глядя в будущее, EduPX будет дальше расширять возможности принятия образовательных решений, планирования, реализации и оптимизации управления образованием через технологии ИИ. Это также способствует справедливости и устойчивости глобальных образовательных систем через научные и эффективные подходы.</p>",
  "docs.applications.title": "2. Сценарии Применения",
  "docs.applications.content": "<p class='text-lg leading-relaxed mb-6'>EduPX — это платформа на основе генеративного ИИ, предназначенная для повышения эффективности, точности и предвидения в разработке образовательной политики. Она обеспечивает интеллектуальную поддержку через пять основных сценариев применения, каждый из которых использует большие языковые модели и специализированных агентов для помощи разработчикам политики и лицам, принимающим решения.</p>",
  "docs.applications.retrieval.name": "1. Точный поиск политик",
  "docs.applications.retrieval.desc": "EduPX помогает пользователям быстро находить соответствующие документы образовательной политики из обширной многоисточниковой базы данных, используя семантический поиск и сопоставление с учетом намерений.",
  "docs.applications.qa.name": "2. Вопросы и ответы по знаниям политик",
  "docs.applications.qa.desc": "Через взаимодействие на естественном языке агенты EduPX предоставляют мгновенные, авторитетные ответы на сложные запросы, связанные с политикой, основанные на проверенных документальных источниках.",
  "docs.applications.comparison.name": "3. Сравнение политик разных стран",
  "docs.applications.comparison.desc": "EduPX позволяет структурированное сравнение политик между странами или регионами, выделяя сходства, различия и контекстуальные инсайты для информированного бенчмаркинга.",
  "docs.applications.drafting.name": "4. Помощь в разработке политик",
  "docs.applications.drafting.desc": "Система помогает в разработке политических документов, генерируя структурные схемы, предложения по содержанию и формулировки на основе лучших практик и целей, определенных пользователем.",
  "docs.applications.forecasting.name": "5. Прогнозирование тенденций политики",
  "docs.applications.forecasting.desc": "EduPX использует временные и межотраслевые данные для прогнозирования будущих направлений политики и выявления новых тем, поддерживая стратегическое планирование и упреждающее управление.",
  "docs.model.title": "3. Модель",
  "docs.model.content": "<p class='text-lg text-slate-700 dark:text-slate-300 mb-4'>Используя многомерные данные из образования, экономики, технологий и других областей, EduPX применяет большие языковые модели с различными масштабами параметров, а также специализированные модели ИИ, и вводит многоагентную координационную структуру.</p><h4 class='text-lg font-semibold text-slate-900 dark:text-slate-100 mb-3'>Структура</h4><p class='text-slate-700 dark:text-slate-300 mb-4'>Набор данных для предварительного обучения EduPX агрегирует сотни тысяч документов образовательной политики, публично выпущенных различными международными организациями, охватывающих такие темы, как искусственный интеллект, цифровое образование и непрерывное обучение. Кроме того, EduPX интегрирует мультимодальные данные о глобальной политике, экономике и культуре, и поддерживает глубокое сотрудничество с несколькими ведущими мировыми предприятиями, тем самым создавая мощную вычислительную инфраструктуру.</p>",
  "docs.tutorial.title": "4. Учебник",
  "docs.tutorial.content": "<div class='space-y-8'><p class='text-lg leading-relaxed mb-6'>Это руководство предназначено для помощи пользователям в освоении использования пяти основных функций EduPX. Каждая функция поддерживает несколько типичных режимов применения, что делает ее подходящей для различных задач, таких как анализ политики, разработка и оценка в разных сценариях.</p></div>",
  "docs.usagePolicy.title": "5. Политика Использования",
  "docs.usagePolicy.content": "<h4 class='text-lg font-semibold mb-3'>Политика использования данных</h4><ul class='list-disc list-inside space-y-2 mb-4'><li>Никакого использования данных API для обучения моделей без явного согласия</li><li>Данные API сохраняются максимум 30 дней для мониторинга злоупотреблений</li></ul><h4 class='text-lg font-semibold mb-3'>Определение и использование данных API</h4><p class='mb-4'>Данные API включают всю информацию, передаваемую в сервисы EduPX и из них, включая запросы, ответы и метаданные.</p><h4 class='text-lg font-semibold mb-3'>Доступ к данным и безопасность</h4><p class='mb-4'>Все данные зашифрованы при передаче и хранении. Доступ ограничен только авторизованным персоналом.</p>",
  "docs.faqs.title": "6. Часто Задаваемые Вопросы",
  "docs.faqs.content": "<h4 class='text-lg font-semibold mb-3'>Часто Задаваемые Вопросы</h4><div class='space-y-4'><div><h5 class='font-semibold mb-2'>В: Как получить доступ к EduPX?</h5><p>О: В настоящее время EduPX находится в ограниченном альфа-тестировании. Пожалуйста, свяжитесь с командой разработчиков для получения доступа.</p></div><div><h5 class='font-semibold mb-2'>В: Какие языки поддерживает EduPX?</h5><p>О: EduPX поддерживает несколько языков, включая английский, китайский, испанский, французский, русский и арабский.</p></div><div><h5 class='font-semibold mb-2'>В: Безопасны ли мои данные?</h5><p>О: Да, все данные зашифрованы и обрабатываются в соответствии со строгими протоколами конфиденциальности и безопасности.</p></div></div>"
}
